Repository: tezos-blue/wallet
Catalog: Common/Resources/TextResources.*.resx
Languages: de, es, fr, hr, ko, pt, sr_latn, vi, zh_cn

source: Brain Wallet
fr: Portefeuille principal
hr: Račun u glavi - Brain Wallet
ko: 브레인 지갑(본인 머리로 기억할 수 있는 암호)
sr_latn: "Brain" Novčanik
vi: Brain Wallet ( Não ví ) Bạn có thể dùng Brain Wallet để thay đổi ví của mình .
zh_cn: 智能钱包

source: Email
hr: Email adresa
ko: E-mail 주소
sr_latn: E-pošta
vi: Địa chỉ email
zh_cn: 邮件

source: OK
hr: Potvrdi
ko: 확인
vi: Được

# ImportEd25519Tip
source: ./alphanet.sh client show identity my_identity -show-secret
vi: ./alphanet.sh khách hàng hiển thị danh tính my_identity -show-secret
zh_cn: ./alphanet.sh 客户端显示身份 my_identity -show-secret

# ReleaseNote_0_2_5
source: With this release, we have - enabled a fallback mechanism for missed push messages - updated and frozen the encryption parameters for your keys As a result, all your former identities and backups are not accessible anymore, and the identities have been purged. You start with a clean slate.
de: Mit diesem Release haben wir - Fallback Mechanismen für verlorene Push Messages implementiert - Die Verschlüsselungsmethode für Ihre Schlüssel erneuert und eingefroren Als direkte Folge können Ihre alten Identitäten und Backups nicht mehr verwendet werden, und die Identitäten wurden gelöscht. Sie starten mit einem reinen Tisch.
es: Con este lanzamiento, tenemos: - Habilita el recupero de avisos de mensajes perdidos o no vistos - Actualiza y congela los parámetros de encripcion para sus Keys Como resultado, todas sus identidades y backups no son accesibles y las identidades eliminadas. Usted comienza con el expediente limpio
fr: Avec cette version nous avons: - activé un système de retrait des messages push manqués - mis à jour le paramètre de chiffement des clés Tous vos anciens identifiants et sauvegardes ne sont plus accessible, et les identifiants ont été supprimés. Vous commencez sur une nouvelle base.
