Repository: tezos-blue/wallet
Catalog: Common/Resources/TextResources.*.resx
Languages: de, es, fr, hr, ko, pt, sr_latn, vi, zh_cn

# AboutLightIdentity
source: Use as identity for daily transactions on modest funds. Quick and easy, but just a PIN...
de: Nützlich für alltägliche Transaktionen. Schnell and einfach, aber eben nur eine PIN...
es: Usar como identidad para transacciones diarias con fondos modestos. Rápido y fácil, pero solo un PIN ...
fr: Utiliser comme identité pour les transactions quotidiennes pour des sommes modestes, Faciles et rapide mais juste avec un PIN...
hr: Koristiti za dnevne transakcije i manje iznose. Brzo i jednostavno zaštićeno PIN-om.
ko: 소규모의 데일리 트랜잭션용도로 사용하세요. 빠르고 쉽습니다.
pt: Use como identificador para transações diárias, com fundos modestos. Fácil e rápido, mas apenas um PIN...
sr_latn: Koristiti za dnevne transakcije i skromnije iznose. Brzo i lako, samo uz PIN
vi: Sử dụng làm nhận dạng cho các giao dịch thường xuyên với số tiền nhỏ , nhanh chóng và dễ dàng , chỉ cần sử dụng mã PIN ...
zh_cn: 适用于少量资金的日常交易。方便快捷，仅需输入PIN（个人识别码）。

# AboutStandardIdentity
source: Use for less frequent transactions on larger funds. Not so convenient, but pretty safe.
de: Nützlich für eher seltene Transaktionen auf grösseren Vermögen. Etwas unhandlicher, dafür ziemlich sicher.
es: Usada para transacciones menos frecuentes en fondos más grandes. No es tan conveniente, pero es bastante seguro.
fr: Utiliser pour des transactions moins fréquentes sur des montants élevés. Relativement y sur.
hr: Koristiti za rijeđe transakcije i veće iznose. Molo komliciranije uz visok stupanj zaštite.
ko: 가끔씩 큰 금액을 거래 할 필요가 있을 때 사용하세요. 이 방법은 편리하지는 않지만 더욱 안전합니다.
pt: Use para transações menos frequentes, de fundos maiores. Não muito conveniente, mas bastante seguro.
sr_latn: Koristiti za ređe transakcije i veće iznose. Ne toliko pogodan način, ali poprilično siguran.
vi: Sử dụng cho các giao dịch không thường xuyên với số tiền lớn , không thuận tiện nhưng khá an toàn .
zh_cn: 适用于偶尔进行的大笔资金交易。操作步骤安全可靠。

source: account activity
de: Kontobewegungen
es: Actividad de la cuenta
fr: Activité du compte
hr: Aktivnost
ko: 계좌 활동 내역
pt: atividade da conta
sr_latn: Upotreba naloga
vi: Kích hoạt tài khoản
zh_cn: 账户活动记录

source: account id
de: Kontonummer
es: Identificador de cuenta / Nro de cuenta
fr: Identifiant
hr: ID računa
ko: 계좌 ID
pt: id da conta
sr_latn: Nalog ID
vi: ID Tài khoản
zh_cn: 账户ID

source: account name
de: Name des Kontos
es: Nombre de cuenta
fr: Nom du compte
hr: Naziv računa
ko: 계좌 닉네임
pt: apelido da conta
sr_latn: Ime naloga
vi: Tên tài khoản
zh_cn: 账户名

source: accounts
de: Konten
es: Cuentas
fr: Comptes
hr: Računi
ko: 계좌
pt: contas
sr_latn: Nalozi
vi: Tài khoản
zh_cn: 账户

# Account_Unknown
source: Unknown account
de: Unbekanntes Konto
es: Cuenta desconocida
fr: Compte inconnu
hr: Nepoznat korisnički račun
ko: 알 수 없는 계좌
pt: Conta desconhecida
sr_latn: Nepoznat nalog
vi: Không xác định được tài khoản
zh_cn: 未知账户

# Account_UnknownLong
source: This account is unknown to the network
de: Dieses Konto ist im Netzwerk nicht bekannt
es: Esta cuenta es desconocida para la red
fr: Ce compte ne figure pas dans notre base de données.
hr: Ovaj račun nije poznat na mreži
ko: 이 계좌는 네트워크에 없는 계좌입니다.
pt: Esta conta é desconhecida pela a rede
sr_latn: Nalog nije prepoznat na mreži
vi: Tài khoản này chưa được biết đến trong mạng
zh_cn: 网络上无此账户

# Account_Use
source: use
de: Verwenden
es: Uso
fr: utiliser
hr: Koristi
ko: 사용하기
pt: usar
sr_latn: Koristi
vi: Tài khoản sử dụng
zh_cn: 使用

source: activation
de: Aktivierung
es: Activación
hr: Aktivacija
ko: 활성화
pt: ativação
sr_latn: Aktivacija
vi: Kích hoạt
zh_cn: 激活

source: Activation Code
de: Aktivierungscode
es: Codigo de activación
fr: Code d'activation
hr: Aktivacijski kod
ko: 활성화 코드
pt: Código de ativação
sr_latn: Aktivacijski Kod
vi: Mã kích hoạt
zh_cn: 激活码

source: Add Identity
de: Neue Identität
es: Agregar identidad
fr: Ajouter votre identité
hr: Dodaj identitet
ko: 아이덴티티 추가
pt: Adicionar Identificador
sr_latn: Dodaj Identitet
vi: Thêm danh tính
zh_cn: 添加身份标识

# AgreementTitle
source: Agreement
de: Vereinbarung
es: Acuerdo
fr: Accord
hr: Sporazum
ko: 동의 사항
pt: Acordo
sr_latn: Sporazum
vi: Thỏa thuận
zh_cn: 协议

source: All
de: Alles
es: Todo
fr: Tout
hr: Sve
ko: 전체
pt: Tudo
sr_latn: Sve
vi: Tất cả
zh_cn: 全部

# AlphanetDisclaimer
source: Keep cool. The alphanet has no genesis block yet. Your balance will be 0.
de: Nicht erschrecken, das Alphanet hat noch keinen Genesis Block. Der Kontostand ist noch 0.
es: Tranquilo. La alphanet no tiene el genesis block todavía. Tu saldo será 0.
fr: Ne vous affolez pas! L'alphanet n'a pas encore de genesis block. Votre balance sera donc de 0.
hr: Polako! Alphanet još nema geneze. Saldo će biti 0.
ko: 안심하세요. 알파넷의 제네시스 블록이 아직 생성되지 않았습니다. 당신의 잔고는 ()일 것입니다.
pt: Fique tranquilo. A alphanet ainda não possui bloco gênesis. Seu saldo será 0.
sr_latn: Samo opušteno. "Alphanet" još uvek nema "genesis" blokova. Tvoje stanje će biti 0.
vi: Giữ , Các alphanet không có khối genesis nào được nêu ra. Số dư của bạn sẽ bằng 0.
zh_cn: 请注意：Alphanet没有创世区块的数据，您的初始资产将为0.

source: Amount required
de: Ein Wert wird benötigt
es: Monto requerido
fr: Montant requis
hr: Potrebni iznos
ko: 필요 금액
pt: Valor requerido
sr_latn: Potreban iznos
vi: Số tiền yêu cầu
zh_cn: 所需金额

# Approval_From
source: from
de: von
es: De
fr: de
hr: S računa
ko: (으)로부터
pt: de
sr_latn: Od
vi: Từ
zh_cn: 从

# Approval_Sign
source: Sign
de: Signieren
es: Firmar
fr: Approuver
hr: Potpis
ko: 서명하기
pt: Confirmar
sr_latn: Potpis
vi: Kí tên
zh_cn: 签署

# Approval_To
source: to
de: auf
es: a
fr: à
hr: Na račun
ko: 에게
pt: para
sr_latn: Za
vi: Đến
zh_cn: 到

# Approval_TotalAmount
source: total amount
de: Gesamtbetrag
es: Monto total
fr: Montant total
hr: Ukupan iznos
ko: 총 금액
pt: valor total
sr_latn: Konačni iznos
vi: Tổng cộng
zh_cn: 总金额

# Approval_Transferring
source: transferring
de: Zahlungen
es: Transfiriendo
fr: Tranfert
hr: U prijenosu
ko: 이동중
pt: transferindo
sr_latn: Transfer
vi: Chuyển giao
zh_cn: 转帐中

# BackupByFile
source: Save a backup file
de: Sicherungsdatei speichern
es: Guardar archivo backup
fr: Enregistrer un fichier de sauvegarde
hr: Spremi sigurnosnu kopiju
ko: 백업파일 저장
pt: Gravar um arquivo de backup
sr_latn: Snimi backup Datoteku
vi: Lưu tệp sao lưu
zh_cn: 保存备份文件

source: Backup by mail
de: Per Mail sichern
es: Backup por mail
fr: Sauvegarde par mail
hr: Spremi sigurnosnu kopiju putem email-a
ko: 이메일로 백업하기
pt: Fazer backup por email
sr_latn: Backup elektronskom poštom
vi: Sao lưu bằng thư
zh_cn: 通过邮件备份

# BackupFor
source: Identity backup |
de: Identitätssicherung |
es: Identidad del backup
fr: Restaurer l'identifiant
hr: Sigurnosna kopija |
ko: 아이덴티티 백업
pt: Backup de identificador |
sr_latn: Backup identiteta
vi: Nhận dạng sao lưu
zh_cn: 身份标识备份

# BackupMailBody
source: IMPORTANT: 1. Check that there is an attachment to this mail (Some mail clients have problems) 2. Do NOT include your passphrase in this mail. Highly unsafe. Send it to yourself to have a backup in your inbox. It's safe to send this mail to any person, as long as you DO NOT reveal the PIN/Passphrase.
de: WICHTIG! 1. Überprüfen Sie, ob diese Mail auch wirklich einen Dateianhang hat. (Einige Mailprogramme sind problematisch) 2. NIEMALS Ihre PIN oder Passphrase in einer Mail versenden. Sehr unsicher. Senden Sie diese Mail an sich selbst, um eine Sicherung in Ihrem Posteingang zu haben. Es ist ungefährlich, die Mail an jemand anderen zu senden, solange diese Person Ihre PIN/Passphrase nicht kennt.
es: IMPORTANTE: 1. Chequear que hay un archivo adjunto al mail (Algunos mails de clientes tienen problemas) 2. NO incluyas tu passphrase en este mail, seríua muy inseguro. Enviatelo a ti mismo para tener un backup en tu inbox. Es seguro enviar este mail a cualquier persona, siempre y cuando no reveles tu PIN/Passphrase
fr: IMPORTANT: 1.Vérifier la pièce jointe dans le mail (certains utilisateurs peuvent rencontrer des problèmes) 2.Ne PAS mettre votre phrase secrète dans ce mail. Très risqué. Envoyez-vous le mail pour avoir une sauvegarde dans votre boite mail. Vous pouvez envoyer ce mail à n'importe qui, tant qu'il ne contient PAS votre PIN ou Phrase secrète.
hr: VAŽNO: 1. Provjerite privitak poruke (neki mail klijenti imaju problema) 2. NIKADA ne šaljite šifru zajedno u poruci. Pošaljite samom sebi kako bi imali sigurnosnu kopiju. Možete poslati i nekoj drugoj osobi ako joj ne otkrijete PIN(ili zaporku)
ko: 중요: 1. 이 메일에 첨부파일이 있는지 확인하세요(일부 메일 클라이언트에서 오류가 발생할 수 있습니다) 2. 이 메일에 암호문을 입력하지 마세요. 안전하지 않습니다. 자신의 백업내용을 소유하려면, 받은편지함에서 '내게 메일쓰기'를 활용하세요 PIN 및 암호문이 포함되지 않았다면, 이 메일을 다른사람에게 보내도 안전합니다.
pt: IMPORTANTE: 1. Verifique se há um anexo no email (Alguns clientes de email têm problemas) 2. NÃO inclua sua senha neste email. Altamente inseguro. Envie para você mesmo para ter um backup na sua caixa de entrada. É seguro enviar este email para qualquer pessoa, desde que você NÃO revele o PIN/Senha.
sr_latn: VAŽNO: 1. Proveriti da li ova elektronska pošta ima prilog (Neki pretraživači imaju problema sa prikazom) 2. NIKAKO nemojte uključiti Vaš "passphrase" u ovu elektronsku poštu. Veoma je nebezbedno. Pošaljite sebi da bi imali backup u Vašem INBOX-u. Bezbedno je slati ovu elektronsku poštu bilo kome,sve dok ona ne sadrži Vaš PIN/Passphrase.
vi: QUAN TRỌNG: 1. Kiểm tra xem có tệp đính kèm với thư này không (Một số ứng dụng thư khách gặp sự cố) 2. KHÔNG bao gồm cụm mật khẩu của bạn trong thư này. Rất không an toàn. Gửi cho chính bạn để có một bản sao lưu trong hộp thư đến của bạn. Bạn có thể gửi thư này cho bất kỳ người nào, miễn là bạn KHÔNG tiết lộ PIN / Cụm mật khẩu.
zh_cn: 注意： 1.请确认邮件中包含一份附件（防止某些邮箱出现问题）。 2.请务必不要在邮件中记录密码，这将非常危险！ 将备份文件发送至您的邮箱。 如果其他人得到您的备份文件，只要不泄露PIN或者密码，就无需担心，不会造成损失。

# BackupTip
source: Keep your backup available from everywhere, send it to yourself. It's safe if only you know your PIN or passphrase.
de: Halten Sie Ihr Backup verfügbar von überall, senden Sie es an sich selbst. Das ist sicher, wenn nur Sie die PIN oder Passphrase kennen.
es: Accede a tu backup desde cualquier lado, enviatelo a tu mismo Es seguro siempre y cuando tu eres el unico que sabe el PIN y la Passphrase.
fr: Conserver votre sauvegarde partout, en vous l'envoyant. Vos données seront en sécurité à condition de connaitre votre PIN/ Phrase secrète.
hr: Držite sigurnosnu kopiju dostupnu od bilo gdje, pošaljite ju samom sebi. Sigurno je samo u slučaju kada jedino vi znate PIN ili zaporku.
ko: 어디서나 백업을 사용할 수 있도록 유지하고, 자신에게 보내세요. PIN 또는 암호문을 알고 있다면 안전합니다.
pt: Mantenha seu backup disponível em qualquer lugar, envie-o para si mesmo. É seguro se só você sabe seu PIN ou senha.
sr_latn: Pristupi svom backup-u odasvud, pošalji ga sebi. Ovo je bezbedno samo ako znaš svoj PIN ili Passphrase.
vi: Giữ bản sao lưu của bạn có sẵn ở mọi nơi, gửi cho chính bạn. Sẽ an toàn nếu bạn chỉ biết mã PIN hoặc cụm mật khẩu của mình.
zh_cn: 在各处保存您的备份文件。只要您不泄露自己的PIN或者密码就不会有危险。

# BackupVia
source: Choose a backup target.
de: Sicherungsziel wählen
es: Elegí la via del backup
fr: Choissisez une destination de suavegarde,
hr: Odaberite odredište sigurnosne kopije.
ko: 백업할 대상을 고르세요.
pt: Selecione o destino do backup.
sr_latn: Odaberi destinaciju za backup.
vi: Chọn mục tiêu sao lưu.
zh_cn: 选择一个备份目的地。

# BackupYourIdentity
source: Before you receive funds, please backup this identity. Without a backup, you could lose all the funds with this device.
de: Bitte sichern Sie diese Identität, bevor Sie sie mit Guthaben füllen. Ohne Sicherung könnten Sie Ihre Guthaben mit diesem Gerät verlieren.
es: Antes de recibir fondos, por favor guarda esta identidad. Sin un backup puede perder todos los fondos con este dispositivo.
fr: Avant de recevoir vos fonds, sauvegardez votre identifiant. Sans une sauvegarde, vos fonds seront perdus sur ce périphérique.
hr: Prije nego primite novac, molimo napravaite sigurnosnu kopiju. Bez sigurnosne kopije mogli biste izgubiti sva sredstva na ovom uređaju.
ko: 금액을 받기 전에 이 계정을 백업해주세요. 백업을 하지 않으면 이 장치의 모든 금액을 잃을 수도 있습니다.
pt: Antes de receber fundos, favor realizar backup deste identificador. Sem um backup, você pode perder todos os fundos deste dispositivo.
sr_latn: Pre nego što primiš sredstva, molimo da sačuvaš svoj identitet. Bez backup-a postoji mogućnost da izgubiš sredstva na ovom uređaju.
vi: Trước khi bạn nhận tiền , vui lòng sao lưu danh tính này. Nếu không có bản sao lưu, bạn có thể mất tất cả số tiền với thiết bị này.
zh_cn: 在您接收资金之前，请备份这个身份标识。如果没有备份，您在失去这台设备的时候会丢失您所有资产。

source: balance
de: Kontostand
es: Saldo
hr: Stanje računa
ko: 잔고
pt: saldo
sr_latn: Stanje
vi: Cân đối
zh_cn: 个人资产

# BePatient
source: Transactions may take up to a few minutes.
de: Transaktionen können einige Minuten dauern.
es: Las transacciones pueder tardar unos minutos
fr: Les transactions peuvent prendre quelques minutes.
hr: Transakcija može potrajati i nekoliko minuta.
ko: 트랜잭션은 몇 분 정도 걸릴 수 있습니다.
pt: Transações podem demorar alguns minutos
sr_latn: Transakcija može potrajati do par minuta.
vi: Giao dịch có thể mất tới vài phút.
zh_cn: 交易可能花费几分钟

source: cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hr: poništi
ko: 취소
pt: cancelar
sr_latn: Otkaži
vi: Huỷ bỏ
zh_cn: 取消

# CommitDelegate
source: Delegate
de: Delegieren
es: Delegar
fr: Déléguer
hr: Delegiraj
ko: 위임하기
pt: Delegar
sr_latn: Delegiraj
vi: Uỷ Quyền
zh_cn: 委托

# CommitTransfer
source: transfer
de: Überweisen
es: Transferir
fr: Transfert
hr: prebaci
ko: 전송
pt: transferir
sr_latn: Prenos
vi: chuyển khoản
zh_cn: 发送

source: copy
de: Kopieren
es: Copiar
fr: Copier
hr: kopiraj
ko: 복사
pt: copiar
sr_latn: Kopiraj
vi: Sao chép
zh_cn: 复制

source: Create
de: Erstellen
es: Crear
fr: Créer
hr: Kreiraj
ko: 생성하기
pt: Criar
sr_latn: Napravi
vi: Tạo
zh_cn: 创建

source: create account
de: Konto eröffnen
es: Crear cuenta
fr: Créer un compte
hr: kreiraj račun
ko: 계좌 생성
pt: criar conta
sr_latn: Napravi nalog
vi: Tạo tài khoản
zh_cn: 创建账户

# CreateLightIdentity
source: Create with PIN
de: Neu mit PIN
es: Crear con PIN de seguridad
fr: Créer avec un PIN
hr: Kreiraj s PIN-om
ko: PIN으로 생성
pt: Criar com PIN
sr_latn: Napravi sa PIN-om
vi: Tạo bằng mã PIN
zh_cn: 创建PIN

# CreateLightIdentityTip
source: Important: Do not forget your PIN! This wallet will give you or your device's thief a hard time trying all combinations. But it's possible, so do not store large funds here.
de: Wichtig: Vergessen Sie Ihre PIN nicht! Diese Wallet wird es Ihnen und dem Dieb Ihres Gerätes schwer machen, alle Kombinationen auszuprobieren. Aber es ist möglich, deshalb bitte keine grossen Summen in diese Art von Identität...
es: Importante: No pierdas el PIN! Esta billetera le dará a ti y al intruso un mal momento probando todas las combinaciones. Pero es posible que lo logre, por eso ten en cuenta al momento de guardar muchos fondos aqui.
fr: Important: N'oubliez pas votre PIN! Si vous oubliez votre PIN ou en cas de vol cela prendra un long moment afin d'essayer toutes les combinaisons.Cela étant possible, évitez de stocker des fonds trop importants dessus.
ko: 중요 : PIN을 분실하지 마세요 PIN을 분실한 경우, 당신 또는 지갑을 훔치려고 시도하는 사람은 모든 가능한 조합을 시도해 봐야 합니다. 이는 매우 어려운 일이지만, 가능성이 아예 없는 것은 아니므로 아주 큰 금액을 보관하는 것을 권하지는 않습니다.
pt: Importante: Não esqueça seu PIN! Esta carteira dará a você (ou ao ladrão) o trabalhão de tentar todas as combinações. Mas é possível. Então não armazene grandes quantias aqui.
sr_latn: VAŽNO: Nemoj zaboraviti PIN! Lopovima će trebati mnogo vremena da isprobaju sve kombinacije, ali postoji mogućnost da uspeju, te stoga nemojte ovaj novčanik koristiti za velike iznose.
vi: Chú ý : Đừng quên mã PIN của bạn! Ví này sẽ cung cấp cho bạn hoặc kẻ trộm của thiết bị của bạn một thời gian khó khăn cố gắng tất cả các kết hợp. Nhưng nó có thể, do đó, không lưu trữ các quỹ lớn ở đây.
zh_cn: 注意：不要遗忘您的PIN！ 任何人将很难通过各种数字组合来破解您的钱包。

# CreateStandardIdentity
source: Create with passphrase
de: Neu mit Passwort
es: Crear con Passphrase
fr: Créer avec une phrase secrète
hr: Kreiraj sa zaporkom
ko: 암호문으로 생성하기
pt: Criar com uma senha
sr_latn: Napravi sa Passphrase
vi: Tạo bằng cụm mật khẩu
zh_cn: 创建密码

# CreateStandardIdentityTip
source: Important: Do not lose your passphrase! If you lose or forget it, all your identity's funds are lost, forever. Write it down, exact to the letter, store it somewhere safe.
de: Wichtig: Verlieren Sie die Passphrase nicht! Wenn Sie sie verlieren oder vergessen, sind diese Identität und ihre Konten verloren. Für immer. Schreiben Sie die Passphrase auf, exakt auf's Komma, und wahren Sie sie an einem sicheren Ort auf.
es: Importante: No pierdas tu Passphrase Si la pierdes o te la olvidas todos tus fondos se perderan para siempre. Escribela exactamente y guardala en un lugar seguro.
hr: VAŽNO: Nemojte izgubiti svoju zaporku! Ako je izgubite, trajno gubite sav novac na računu. Zapišite je, točno do svakog slova i pohranite na sigurno.
ko: 경고 : 암호문을 절대로 잃어버리지 마세요. 암호문을 분실한 경우, 아이덴티티에 있는 자산은 영원히 사라집니다. 이 글자들을 정확히 받아적은 후 안전한 곳에 보관하세요.
pt: Importante: Não perca sua senha! Se perder ou esquecer, todo o saldo deste identificador será perdido para sempre. Escreva em um papel, letra por letra, armazene em local seguro.
sr_latn: VAŽNO: Nemoj izgubiti tvoj Passphrase! Ako ga izgubiš ili zaboraviš,sva tvoja sredstva biće izgubljena zauvek. Zapiši Passhprase, sačuvaj na sigurnom.
vi: Quan trọng: Không mất cụm mật khẩu của bạn! Nếu bạn mất hoặc quên nó, tất cả các quỹ nhận dạng của bạn bị mất, mãi mãi. Viết nó xuống, chính xác đến bức thư, lưu trữ nó ở đâu đó an toàn.
zh_cn: 注意：不要丢失您的密码！ 如果您遗忘了密码，所有该身份标识名下的资产将永远丢失。请将它写下来，保存在一个安全的地方。

source: Delegate
de: Delegieren
es: Delegar
fr: Déléguer
hr: Delegiraj
ko: 위임하기
pt: Delegar
sr_latn: Delegat
vi: Ủy quyền
zh_cn: 委托

# DelegateAmount
source: Amount to delegate
de: Betrag
es: Monto a delegar
fr: Montant à déléguer
hr: Iznos za delegiranje
ko: 위임할 수량
pt: Valor a delegar
sr_latn: Iznos za delegiranje
vi: Số tiền ủy thác
zh_cn: 委托的金额

source: Delegated to
de: Delegiert an
es: Delegado a
fr: Délégué à
hr: Delegirano prema
ko: 에게 위임한
pt: Delegado para
sr_latn: Delegirano za
vi: Giao cho
zh_cn: 被委托给

source: Delegate to
de: Delegieren an
es: Delegar a
fr: Déléguer à
hr: Delegiraj prema
ko: 에게 위임하다
pt: Delegar para
sr_latn: Delegiraj za
vi: Người nhận ủy quyền
zh_cn: 委托给

# Delegate_Title
source: Delegate funds
de: Delegieren
es: Delegar fondos
fr: Déléguer des fonds
hr: Delegiraj sredstva
ko: 자산 위임하기
pt: Delegar fundos
sr_latn: Delegiraj sredstva
vi: Quỹ ủy thác
zh_cn: 委托资金

source: Delete Account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer mon compte
hr: Obriši račun
ko: 계좌 삭제하기
pt: Excluir conta
sr_latn: Obriši nalog
vi: Xóa tài khoản
zh_cn: 删除账户

source: destination account
de: Empfängerkonto
es: Cuenta destino
fr: Compte de destination
hr: Odredišni račun
ko: 대상 계좌
pt: conta destino
sr_latn: Nalog primaoca
vi: Tài khoản dến
zh_cn: 目标账户地址

source: destination account id
de: Kontonummer Empfänger
es: Nro de cuenta destino
fr: Identifiant du compte de destination
hr: ID odredišnog računa
ko: 대상 계좌 ID
pt: id da conta destino
sr_latn: ID Naloga primaoca
vi: ID Tài khoản đến
zh_cn: 目标账户地址ID

# DontLoseCredential
source: Don't lose your PIN or passphrase. Seriously. And make sure you find your backup from another device.
de: Verlieren Sie PIN oder Passphrase nicht. Ernsthaft. Können Sie die Sicherung von einem anderen Gerät erreichen?
es: Recuerda no perder tu PIN o Passphrase Asegurate de encontrar tu backup en otro dispositivo
fr: Ne perdez pas votre PIN OU VOTRE phrase secrète. Et assurez vous que votre sauvegarde est accessible depuis un autre périphérique,
hr: Nemojte izgubiti vaš PIN ili zaporku. OZBILJNO! Provjerite sigurnosnu kopiju na drugom uređaju.
ko: PIN과 암호문을 절대 잃어버리지 마세요. 다른 장치에 백업을 해놓으세요.
pt: Não perca seu PIN ou senha. É sério. E certifique-se de ter seu backup em outro dispositivo.
sr_latn: Nemoj izgubiti PIN ili Passphrase. Ozbiljno. I pobrini se da imaš backup i na drugom uređaju.
vi: Đừng đánh mất mã PIN hoặc mật khẩu của bạn. Nghiêm túc đấy. Và đảm bảo bạn tìm thấy bản sao lưu của mình từ một thiết bị khác.
zh_cn: 请不要遗忘PIN和密码。 并且确保您可以在其他设备上找到备份文件。

# EmailAndPassphrase
source: Email and Credentials
de: E-Mail und Passworte
es: Email y Credenciales
fr: Email et identité
hr: Email adresa i zaporka
ko: E-mai 주소와 자격인증서
pt: Email e Credenciais
sr_latn: E-pošta i Akreditiv
vi: Email và thông tin đăng nhập
zh_cn: 邮件和证书

# EnterPIN
source: enter your PIN here
de: PIN hier eingeben
es: Ingresa tu PIN aqui
fr: Entrez votre PIN ici
hr: Unesite PIN ovdje
ko: 이 곳에 PIN을 입력해주세요.
pt: digite seu PIN aqui
sr_latn: Ukucaj svoj PIN
vi: Nhập mã PIN của bạn ở đây
zh_cn: 输入PIN

source: enter PIN to restore
de: PIN zum Wiederherstellen
es: Ingresa tu PIN para restaurar
fr: Entrez votre PIN pour une restauration
hr: Unesite PIN za povrat iz sigurnosne kopije
ko: 복원을 위해 PIN을 입력해주세요.
pt: digite o PIN para restaurar
sr_latn: Ukucaj PIN za vraćanje
vi: Nhập mã PIN để khôi phục
zh_cn: 输入PIN恢复

source: enter PIN to sign
de: PIN zum Signieren
es: Ingresa tu PIN para firmar/ingresar
fr: Entrez votre PIN pour vous connecter
hr: Unesite PIN za potpis
ko: 서명을 위한 PIN을 입력해주세요.
pt: digite o PIN para confirmar
sr_latn: Ukucaj PIN za ulaz
vi: Nhập mã PIN để đăng kí
zh_cn: 输入PIN签署

# Error_ServiceDown
source: Our services do not respond currently. Please try again later.
pt: Nossos serviços estão fora do ar. Favor tentar novamente mais tarde.

source: Exceeds max amount
de: Über dem Höchstbetrag
es: Excede monto maximo
fr: Montant maximal dépassé
hr: Premašen maksimalni iznos
ko: 최대 수량을 초과하였습니다.
pt: Excede o valor máximo
sr_latn: Prekoračen MAX iznos
vi: Số tiền vượt quá tối đa
zh_cn: 资金不足

# Exit_Header
source: That went wrong...
pt: O app precisa ser fechado

source: fees
de: Gebühren
es: Costos
fr: frais
hr: Naknade
ko: 수수료
pt: taxas
sr_latn: Naknade
vi: phí
zh_cn: 费用

# FirstIdentityLogin
source: First Unlock
de: Erstes Entsperren
es: Primero desbloquear
fr: Premier dévérouillage
hr: Prva prijava
ko: 최초 잠금 해제
pt: Primeiro Destravamento
sr_latn: Prvo otključaj
vi: Mở khóa đầu tiên
zh_cn: 首次解锁

# FirstIdentityLoginTip
source: Your identity will stay unlocked until your device goes to standby.
de: Ihre Identität bleibt entsperrt bis Ihr Gerät in den Ruhezustand geht.
es: Tu identidad continuara desbloqueada hasta que tu dispositivo este en standby.
fr: Votre session restera ouverte jusqu’à ce que votre péripherique s'éteigne.
hr: Vaš račun će biti odključan sve dok uređaj ne ode u stanje pričuve.
ko: 장치가 준비 되기 전까지 아이덴티티는 잠금 상태로 유지됩니다.
pt: Seu identificador ficará destravado até que seu dispositivo entre em standby.
sr_latn: Tvoj identitet će biti otključan dok uređaj ne ode u standby.
vi: Danh tính của bạn sẽ vẫn được mở khóa cho đến khi thiết bị của bạn chuyển sang chế độ chờ.
zh_cn: 在设备进入待机状态之前您的账户将保持解锁状态。

# FirstStep_P1
source: Enter the Tezos network by creating your first identity. No private information will be required, nor revealed.
de: Mit Ihrer ersten Identität treten Sie ins Tezos Netzwerk ein. Dafür werden keinerlei persönliche Informationen benötigt oder preisgegeben.
es: Ingresa en la red Tezos creando tu primer identidad. No se solicitara informacion privada y tampoco reveleda
fr: Entrez sur le réseau Tezos en créant votre premier identifiant. Aucune donnée n'est personnelle requise et ne sera divulguée.
hr: Uđite u Tezos mrežu kreirajući vaš identitet. Privatne informacije neće biti potrebne, ili otkrivene.
ko: 첫 ID를 만들어서 테조스 네트워크를 시작하세요. 개인정보는 필요하지 않으며 공개되지도 않습니다.
pt: Entre na rede Tezos criando seu primeiro identificador. Nenhuma informação privada será necessária, nem revelada.
sr_latn: Uđi na Tezos mrežu kreirajući svoj prvi identitet. Neće se tražiti privatne informacije,niti će se razotkriti.
vi: Nhập mạng Tezos bằng cách tạo danh tính đầu tiên của bạn. Không có thông tin cá nhân được yêu cầu hoặc tiết lộ.
zh_cn: 创建您的第一个身份标识，进入Tezos网络。 无需任何私人信息。

# FirstStep_Title
source: first steps
de: Erste Schritte
es: primeros pasos
fr: Premières étapes
hr: Prvi koraci
ko: 첫 단계
pt: primeiros passos
sr_latn: prvi koraci
vi: Những bước đầu tiên
zh_cn: 第一步
