Repository: tezos-blue/wallet
Catalog: Common/Resources/TextResources.*.resx
Languages: de, es, fr, hr, ko, pt, sr_latn, vi, zh_cn

source: from faucet
de: Spielgeld
es: desde el grifo
fr: du robinet
hr: Iz pipe
ko: 토큰 발급 (테스트넷용)
pt: do faucet
sr_latn: od faucet-a
vi: Từ vòi
zh_cn: 来自系统产出

source: funded account
de: Neues Konto gefüllt
es: Saldo en cuenta
fr: compte financé
hr: Primatelj
ko: 자산 계좌
pt: criação da conta
sr_latn: nalog finansijera
vi: Tài khoản được tài trợ
zh_cn: 收款方

source: funded by
de: Gefüllt von
es: Enviado por
fr: financé par
hr: Izvor
ko: 자산 출처
pt: criada por
sr_latn: finansirano od
vi: Được tài trợ bởi
zh_cn: 资金来源

# FundraiserCheck
source: Make sure the public key hash above matches the one on your paper wallet before you import. Otherwise try other credentials.
pt: Certifique-se de que a chave pública abaixo é igual a da sua paper-wallet antes de importar. Caso contrário, utilize outras credenciais.

# FundraiserWallet
source: Paper Wallet (Fundraiser PDF)
de: Papier Wallet (Fundraiser PDF)
es: Billetera en papel ( Recaudacion de fondos PDF)
fr: Portefeuille papier (PDF)
hr: Papirnati račun (PDF iz donacije)
ko: 페이퍼 지갑 (ICO때 생성된 PDF 내 15개 단어)
pt: Paper Wallet (PDF do Fundraiser)
sr_latn: Papirni novčanik (Fundraiser PDF)
vi: Ví giấy tờ ( Gây quỹ PDF)
zh_cn: 纸钱包（筹款PDF）

source: Home
fr: Accueil
hr: Početak
ko: 홈
pt: Principal
sr_latn: Kuća
vi: Trang chủ
zh_cn: 主页

source: I agree
de: Einverstanden
es: Acepto
fr: J'accepte
hr: Suglasan
ko: 동의합니다.
pt: Eu concordo
sr_latn: Slažem se
vi: Tôi đồng ý
zh_cn: 我同意

source: Identities
de: Identitäten
es: Identidades
fr: Identifiants
hr: Identiteti
ko: 아이덴티티
pt: Identificadores
sr_latn: Identiteti
vi: Nhận dạng
zh_cn: 身份标识

source: identity account
de: Identitätskonto
es: Identidad de la cuenta
fr: Identifiant du compte de destination
hr: Račun identiteta
ko: 아이덴티티 계좌
pt: conta de identificador
sr_latn: Nalog identiteta
vi: Nhận dạng tài khoản
zh_cn: 身份账户

# IdentityAlreadyKnown
source: Identity already in wallet
de: Identität schon in der Wallet
es: Identidad lista en la billetera
fr: Identifiant du protefeuille
hr: Identitet već postoji
ko: 지갑에 있는 아이덴티티
pt: Identificador já existe na carteira
sr_latn: Identitet je već u novčaniku
vi: Danh tính đã tồn tại trong ví
zh_cn: 身份标识存在于钱包中

source: identity id
de: ID
es: Identificacion
fr: Identifiant ID
hr: ID identiteta
ko: 아이텐티티 ID
pt: Identificador da conta
sr_latn: Identitet id
vi: Nhận dạng ID
zh_cn: 身份id

source: identity name
de: Name der Identität
es: Nombre de la identificacion
fr: Nom de l'identifiant
hr: Naziv identiteta
ko: 아이덴티티 이름
pt: Apelido para o identificador da conta
sr_latn: Naziv identiteta
vi: Tên nhận dạng
zh_cn: 身份标识名字

source: Import
de: Importieren
es: Importación
fr: Importer
hr: Uvezi
ko: 가져오기
pt: Importar
sr_latn: Uvezi
vi: Nhập
zh_cn: 导入

# ImportBrainTip
source: Anyone who types in this exact text will have access to the identity. Choose carefully, something long and weird. Forget lyrics and literature.
de: Jeder, der diesen Text exakt eingibt, hat Kontrolle über die Identität. Gut auswählen, etwas langes und abstruses. Keine Liedtexte oder Literatur.
es: Cualquiera que escriba este texto exacto tendrá acceso a la identidad. Elija cuidadosamente, algo largo y extraño. Olvídate de letras y literatura.
fr: N'importe quelle personne tapant la suite de mots exactes aura accès au compte. Choisissez une suite de mots compliqués et difficiles. N'utilisez pas le texte d'une chanson ou une phrase tirée d'un livre.
ko: 이 문장 입력하여 이 아이덴티티에 로그인할 수 있습니다. 신중하게 생각하여 길고 이상한 걸로 고르세요. 노래 가사나 책 문구는 쓰지 마세요.
pt: Qualquer um que digitar exatamente este texto terá acesso ao identificador. Escolha com critério, algo longo e peculiar. Esqueça as letras de música e literatura.
sr_latn: Svako ko ovde ukuca isti tekst imaće pristup identitetu. Zato biraj pažljivo, nešto dugačko i ludo. Nikako neku pesmu ili nešto poznato.
vi: Bất kỳ ai nhập chính xác văn bản này sẽ có quyền truy cập vào danh tính. Chọn cẩn thận, một cái gì đó dài và kỳ lạ.
zh_cn: 任何输入精确文本内容的人都可以进入您的身份账户。请小心设置，尽量选择长和奇异的句子。不要使用歌词或者文学名句。

# ImportBrainWallet
source: Open Brain Wallet
de: Brain Wallet öffnen
es: Abrir Brain Wallet
fr: Ouvrir le portefeuille principal
hr: Otvori račun iz glave - Brain Wallet
ko: 브레인 지갑 열기
pt: Abrir Brain Wallet
sr_latn: Otvoti "Brain" novčanik
vi: Mở Wallet Brain
zh_cn: 打开智能钱包

# ImportFaucet
source: Import Test Identity
de: Test Identität importieren
es: Importar identidad de prueba
fr: Importer l'identifiant test
hr: Uvezi testni identitet
ko: 테스트 아이덴티티 가져오기
pt: Importar Identificador de Teste
sr_latn: Uvezi Test identitet
vi: Nhập danh tính thử nghiệm
zh_cn: 导入测试身份

# ImportFundraiserWallet
source: Import Paper Wallet
de: Papier Wallet importieren
es: Importar billetera en papel
fr: Importer le portefeuille papier
hr: Uvezi PDF iz donacije
ko: 페이퍼 월렛 가져오기
pt: Importar Paper Wallet
sr_latn: Uvezi Papirni novčanik
vi: Nhập ví giấy tờ
zh_cn: 导入纸钱包

source: Import Keys
de: Schlüssel importieren
es: Importar keys
fr: Importer les clés
hr: Uvezi ključeve
ko: 키 가져오기
pt: Importar Chaves
sr_latn: Uvezi Ključ
vi: Nhập khoá
zh_cn: 导入密钥

source: impossible to guess
de: unmöglich zu erraten
es: Imposible de adivinar
fr: impossible à deviner
hr: Nemoguće za pogoditi
ko: 짐작하기 어려운
pt: impossível de adivinhar
sr_latn: Nemoguće pogoditi
vi: không thể đoán được
zh_cn: 无法猜测

source: internal transfer
de: Interner Transfer
es: Transferencia interna
fr: transfert interne
hr: Interni prijenos
ko: 내부 전송
pt: transferência interna
sr_latn: Interni transfer
vi: chuyển nội bộ
zh_cn: 内部转账

source: invalid
de: Ungültig
es: Invalido
fr: Non valide
hr: Netočno
ko: 유효하지 않습니다.
pt: inválido
sr_latn: Neispravno
vi: không hợp lệ
zh_cn: 无效的

source: Invalid passphrase. Try again.
de: Falsche Passphrase. Versuchen Sie es nochmal.
es: Passphrase inválida. Prueba nuevamente
fr: Phrase secrète incorrecte. Veuillez réessayer.
hr: Netočna zaporka. Pokušajte ponovo.
ko: 유효하지 않은 암호입니다. 다시 입력해주세요.
pt: Senha inválida. Tente novamente.
sr_latn: Neispravan Passphrase. Probaj ponovo.
vi: Cụm mật khẩu không hợp lệ . Thử lại .
zh_cn: 无效密码，请重新尝试。

source: Invalid PIN. Try again.
de: Falsche PIN. Versuchen Sie es nochmal.
es: PIN inválido. Prueba nuevamente
fr: PIN incorrect. Veuillez réessayer.
hr: Netočan PIN. Pokušajte ponovo.
ko: 유효하지 않은 PIN입니다. 다시 입력해주세요.
pt: PIN Inválido. Tente novamente.
sr_latn: Neispravan PIN. Probaj ponovo.
vi: Mã PIN không hợp lệ . Thử lại .
zh_cn: 无效PIN，请重新尝试

source: Invalid Sentence
de: Ungültiger Merksatz
es: Frase inválida
fr: Pharse incorrecte
hr: Netočna rečenica
ko: 유효하지 않은 문장입니다.
pt: Frase inválida
sr_latn: Neispravna rečenica
vi: Câu không hợp lệ
zh_cn: 无效语句

source: Key data
de: Schlüsseldaten
es: Informacion importante
fr: Données clé
ko: 키 데이터
pt: Dados da chave
sr_latn: Podatak za ključ
vi: Dữ liệu quan trọng
zh_cn: 密钥数据

source: Key Text
de: Schlüsseltext
es: Texto importante
fr: Texte clé
ko: 키 텍스트
pt: Texto da Chave
sr_latn: Tekst ključa
vi: Từ khoá
zh_cn: 密钥文本

# LightIdentity
source: 4-digit PIN
de: 4-stellige PIN
es: PIN de 4 digitos
fr: Pin à 4 chiffres
hr: Četveroznamenkasti PIN
ko: 네 자리 PIN
pt: PIN de 4 dígitos
sr_latn: 4-broj PIN
vi: Mã PIN 4 chữ số
zh_cn: 4位数PIN

source: Mark as backed up
de: Als gesichert markieren
es: Marcar como guardado
fr: Marqué comme sauvegardé
hr: Označi kao pohranjeno
ko: 백업된 것으로 표시하기
pt: Marcar com "backup feito"
sr_latn: Obeleži kao backup-ovano
vi: Đánh dấu là đã sao lưu
zh_cn: 标记为已备份

source: max
hr: Maksimalni iznos
ko: 최대
pt: máx
vi: tối đa
zh_cn: 最大值

# mine
source: Me
de: Ich
es: Mio
fr: Moi
hr: Ja
ko: 본인
pt: Eu
sr_latn: Ja
vi: Tôi
zh_cn: 我

# Mnemonic
source: Mnemonic (15 words)
de: Merksatz (15 Worte)
es: mnemotécnico (15 palabras)
fr: Mnemonic (15 mots)
hr: Mnemonički (15 riječi)
ko: 힌트 (15글자)
pt: Mnemônico (15 palavras)
sr_latn: Mnemonic (15 reči)
vi: 15 từ ghi nhớ
zh_cn: 助记词（15个单词）

# NegativeAmount
source: Positive amounts only
de: Nur positive Beträge
es: Solo montos positivos
fr: Montants positifs uniquement
hr: Samo pozitivni iznos
ko: 금액은 0 이상이어야 합니다.
pt: Somente valores positivos
sr_latn: Samo pozitivni iznosi
vi: Số tiền dư
zh_cn: 只能是正数金额

source: network fee
de: Netzgebühr
es: fee de la red
fr: frais de réseau
hr: Mrežna naknada
ko: 네트워크 수수료
pt: taxa de rede
sr_latn: naknada mreže
vi: phí mạng
zh_cn: 网络费用

# NotAnAmount
source: Not a valid amount
de: Kein gültiger Betrag
es: Monto no válido
fr: Montant invalide
hr: Neispravan iznos
ko: 유효한 수량이 아닙니다.
pt: Valor inválido
sr_latn: Iznos nije validan
vi: Không phải số tiền hợp lệ
zh_cn: 非法金额

# OriginateAccount
source: fund a new account
de: Neues Konto füllen
es: agregar saldo a nueva cuenta
fr: Approvisionner un nouveau compte
hr: Financiraj novi račun
ko: 새 계좌 만들기
pt: Criar uma nova conta
sr_latn: Napuni novi nalog
vi: tài trợ một tài khoản mới
zh_cn: 打开新账户

source: passphrase
fr: phrase secrète
hr: Zaporka
ko: 암호문
pt: senha
vi: cụm mật khẩu
zh_cn: 密码

# PassphraseTip
source: the longer, the better...
de: je länger, desto besser...
es: Cuanto mas largo, mejor...
fr: le plus long, le mieux...
hr: Čim duže, to bolje...
ko: 길수록 더 좋습니다.
pt: quanto maior, melhor...
sr_latn: duže,bolje...
vi: càng dài càng tốt
zh_cn: 越长越安全

source: paste
de: Einfügen
es: pegar
fr: coller
hr: Zaljepi
ko: 붙여넣기
pt: colar
sr_latn: nalepi
vi: dán
zh_cn: 粘贴

source: Pending transactions
de: Laufende Transaktionen
es: Transacciones pendientes
fr: Transactions en attente
hr: Transakcije u tijeku
ko: 처리 대기중인 전송
pt: Transações pendentes
sr_latn: Transakcija na čekanju
vi: Giao dịch đang chờ xử lý
zh_cn: 交易待处理

# PIN4Digits
source: 4-digit PIN
de: 4-stellige PIN
es: PIN de 4 digitos
fr: PIN à 4 chiffres
hr: Četveroznamenkasti PIN
ko: 네 자리 PIN
pt: PIN de 4 dígitos
sr_latn: 4-broj PIN
vi: Mã PIN 4 chữ số
zh_cn: 4位数PIN

source: Privacy
de: Privatsphäre
es: Privacidad
fr: Accord de confidentialité
hr: Privatnost
ko: 프라이버시
pt: Privacidade
sr_latn: Privatnost
vi: Riêng tư
zh_cn: 隐私

# PrivacyPromise
source: tezos.blue neither stores nor transmits any kind of information that identifies you personally. tezos.blue sends abstract usage telemetry and crash reports. This data has a retention time of 7 days.
de: tezos.blue speichert oder übermittelt keinerlei Information, die Sie auf irgendeine Weise persönlich identifiziert. tezos.blue übermittelt abstrakte Nutzungsmetriken und Absturzreports. Diese Daten werden nach 7 Tagen automatisch gelöscht.
es: tezos.blue no guarda ni transmite ningun tipo de informacion ni identidades personales. tezos.blue envia datos telemetricos y reportes abstractos. Esta información se retiene por 7 dias.
fr: tezos.blue ni ne stock, ni de transmet quelconque type d'information pouvant permettre de vous identifier. tezos.blue envoie des données télémetrique et des rapports de crash. Ces informations ont un temps de rétention de 7 jours.
hr: tezos.blue ne pohranjuje ili prenosi bilo kakve informacije koje Vas mogu osobno identificirati. tezos.blue šalje telemtrijske podatke i zapise o rušenju aplikacije. Podaci se čuvaju 7 dana.
ko: tezos.blue는 신원을 확인할 수 있는 어떤 종류의 정보도 저장하거나 전송하지 않습니다. tezos.blue는 추상적인 사용 측정과 버그 리포트만을 전달하며, 이 데이터들은 7일 동안만 보유합니다.
pt: "tezos.blue não armazena ou transmite nenhum tipo de informação que o identifique pessoalmente. tezos.blue envia telemetria de uso abstrato e relatórios de erro. Esses dados tem um tempo de retenção de 7 dias."
sr_latn: tezos.blue niti sakuplja niti deli vaše privatne podatke i informacije. tezos.blue šalje apstraktnu upotrebu telemetrije i izveštaje o rušenju. Vreme zadržavanja ovih podataka je 7 dana.
vi: tezos.blue không lưu trữ hoặc truyền bất kỳ loại thông tin nào nhận diện cá nhân bạn. tezos.blue gửi từ xa sử dụng trừu tượng và báo cáo sự cố. Dữ liệu này có thời gian lưu giữ là 7 ngày.
zh_cn: tezos.blue不会储存或者传输与您个人相关的身份信息。 tezos.bule发送软件运行数据和崩溃报告。此数据保留7天。

source: Quit
de: Beenden
es: Salir
fr: Quitter
hr: Izađi
ko: 종료하기
pt: Sair
sr_latn: Izađi
vi: Thoát
zh_cn: 退出

source: Random Keys
de: Zufällige Schlüssel
es: Keys aleatorias
fr: Clés aléatoires
hr: Nasumične tipke
ko: 랜덤 키
pt: Chaves Aleatórias
sr_latn: Nasumični Ključevi
vi: Phím ngẫu nhiên
zh_cn: 随机密钥

# ReceivedBy
source: from
de: von
es: desde
fr: de
hr: Od
ko: (으)로 부터
pt: de
sr_latn: od
vi: Từ
zh_cn: 从

source: Release Notes
es: Notas de la versión
fr: Notes de publications
hr: Obavijesti o izdanju
ko: 업데이트 정보
pt: Notas da versão
sr_latn: Poruka o verziji
vi: Ghi chú phát hành
zh_cn: 发布日志

source: repeat PIN
de: PIN wiederholen
es: repetir PIN
fr: retaper votre PIN
hr: Ponovi PIN
ko: PIN 다시 입력하기
pt: repita o PIN
sr_latn: ponovi PIN
vi: nhập lại mã PIN
zh_cn: 重复输入PIN

source: Restart
pt: Algo deu errado.

source: Restore identity
de: Identität wiederherstellen
es: Restaurar identidad
fr: Restaurer mon identifiant
hr: Obnovi identitet
ko: 아이덴티티 복원하기
pt: Restaurar identificador
sr_latn: Povrati identitet
vi: Khôi phục danh tính
zh_cn: 恢复身份标识

source: Retry
de: Nochmal
es: Reintentar
fr: Réessayer
hr: Pokušaj ponovo
ko: 재시도
pt: Tentar novamente
sr_latn: Pokušaj ponovo
vi: Thử lại
zh_cn: 重试

source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
hr: Sigurnost
ko: 보안
pt: Segurança
sr_latn: Sigurnost
vi: Bảo mật
zh_cn: 安全性

# SecurityPromise
source: No private key or other secret ever travels over the network. Secrets in device memory or storage are AES-encrypted with a passphrase of your choice. The wallet app has no access to your private keys in the underlying engine. For deeper insight into the engine's security concept, please look at the Security Reviewer's Guide in the GitHub repository tezos-blue/client.
de: Kein privater Schlüssel oder anderes Geheimnis wird jemals über das Netzwerk übermittelt. Geheimnisse im Arbeitspeicher oder auf den Speichermedien des Gerätes sind AES-verschlüsselt mit einer Passphrase Ihrer Wahl. Die Wallet App hat keinen Zugriff auf Ihre privaten Schlüssel in der darunter liegenden Engine. Für einen tieferen Einblick in das Sicherheitskonzept der Engine: werfen Sie bitte einen Blick in den Security Reviewer's Guide im GitHub repository tezos-blue/client.
es: Tanto las private keys y otros secretos NO viajan en la network. Las claves se guardan en el dispositivo y el almacenamiento de datos es AES-encrypted con una Passphrase de tu elección. La aplicacion no tiene acceso a tu private keys en el sistema. Para mas información en la seguridad del sistema, revise nuestra "Security reviewer's Guide" en el repositorio de github tezos-blue/client
fr: Aucune clé privée ou autres données secrète ne transite sur le réseau. Les mots de passe, sont stockées sur votre périphérique, et cryptés en AES par une phrase secrète de votre choix. L'application n'a pas accès à vos clés privées. Pour plus d'informations concerant le concept de sécurité, rendez-vous sur le Security Reviewer's Guide sur GitHub dans les répertoire tezos-blue/client.
hr: Privatni ključevi ili drugi tajni podaci se ne prenose u mrežu. Tajne pohranjene u memoriji ili pohrani uređaja su kriptirane AES metodom sa zaporkom po vašem izboru. Za više informacija provjerite Security Reviewer's Guide u the GitHub repositoriju tezos-blue/client.
ko: Private key나 다른 비밀정보는 네트워크에 전송되지 않습니다. 장치 메모리나 저장공간의 비밀정보는 암호문과 함께 AES 방식으로 암호화 됩니다. 지갑 프로그램은 Private key에 대한 접근 권한이 없습니다. 이 프로그램의 보안 컨셉에 대해 더 알고 싶으시면, Github의 tezos.blue/client에서 Security Reviewer's Guide를 참조하시기 바랍니다.
pt: Nenhuma chave privada ou outro segredo jamais trafega pela rede. Segredos na memória do dispositivo ou armazenamento são criptografados por AES com uma senha escolhida por você. O app da wallet não tem acesso às suas chaves privadas no mecanismo subjacente. Para conhecer melhor o conceito de segurança do mecanismo, por favor veja o Guia do Revisor de Segurança no repositório do GitHub tezos-blue/client.
sr_latn: Ni jedan privatni ključ ili tajna neće biti puštena na mrežu. Tajne u memoriji uređaja su AES-enkriptovane sa passphrase po tvom izboru. Novčanik nema pristupa tvojim ključevima u procesima rada. Za dublje razumevanje sigurnosnog koncepta, molimo vas pogledajte Security Reviewer's Guide na GitHub repository tezos-blue/client.
vi: Không có khóa riêng tư hoặc bí mật nào khác từng đi qua mạng. Bí mật trong bộ nhớ hoặc bộ nhớ của thiết bị được mã hóa AES bằng cụm mật khẩu bạn chọn. Ứng dụng ví không có quyền truy cập vào khóa cá nhân của bạn trong công cụ cơ bản. Để hiểu sâu hơn về khái niệm bảo mật của mạng lưới, hãy xem Hướng dẫn của người đánh giá bảo mật trong kho lưu trữ GitHub tezos-blue / client.
zh_cn: 私钥或者其他任何私密信息不会上传至网络。 在您设备内存中的信息，利用您设置的密码进行了AES加密。 钱包APP无法在底层引擎中访问您的私钥。 更多关于引擎安全概念的内容，请查看GitHub库tezos-blue/client中关于安全审阅的内容。

source: Select Identity Type
de: Identitätstyp wählen
es: Seleccionar tipo de identidad
fr: Séléctionner votre type d'identifiant
hr: Odaberite vrstu identiteta
ko: 아이덴티티 유형을 선택하세요.
pt: Selecione o tipo de Identificador
sr_latn: Selektuj Tip Identiteta
vi: Chọn loại danh tính
zh_cn: 选择身份类别

source: service fee
pt: taxa de serviço

# Service_Connected
source: Connected to tezos.blue.
de: Verbunden mit tezos.blue.
es: Conectado a tezos.blue
fr: Connecté à tezos.blue
hr: Spojen s tezos.blue.
ko: tezos.blue에 연결되었습니다.
pt: Conectado ao tezos.blue
sr_latn: Konektovan sa tezos.blue.
vi: Đã kết nối tới tezos.blue
zh_cn: 已连接到tezos.blue

# Service_Connecting
source: Connecting...
de: Verbinden...
es: Conectando...
fr: Connexion en cours…
hr: Spajanje...
ko: 연결 중입니다.
pt: Conectando...
sr_latn: Konektovanje...
vi: Đang kết nối ...
zh_cn: 正在连接……

# Service_ConnectingFailed
source: Could not connect to tezos.blue services. Will retry.
de: Verbindung fehlgeschlagen. Nochmal...
es: No se pudo conectar a tezos.blue. Reintentalo
fr: Impossible de se connecter au service tezos.blue. Veuillez réessayer.
hr: Nemogućnost spajanja s tezos.blue servisima. Pokušavam ponovo.
ko: tezos.blue에 접속할 수 없습니다. 나중에 다시 시도해주세요.
pt: Não foi possível conectar ao serviço da tezos.blue. Tentarei novamente.
sr_latn: Nemože se uspostaviti veza sa tezos.blue servisima. Pokušaćemo ponovo.
vi: Không thể kết nối với dịch vụ tezos.blue. Sẽ thử lại.
zh_cn: 无法连接到tezos.blue，即将重试。

# Service_CycleCleanup
source: The network is currently cleaning up a cycle. Transactions are disabled for several minutes.
de: Das Netzwerk arbeitet gerade den letzten Zyklus auf. Für einige Minuten sind Transaktionen gesperrt.
es: La red está limpiando un ciclo. Las transacciones estan deshabilitadas por algunos minutos.
fr: Le réseau est actuellement en maintenance. Les transactions sont désactivées pendant plusieurs minutes,
hr: Mreža je trenutno u stanju održavanja. Transakcije su onemogućene na nekoliko minuta.
ko: 현재 네트워크가 사이클을 정리 중입니다. 몇 분 동안 거래가 비활성화됩니다.
pt: A rede está processando uma limpeza de ciclo. Transações estarão indisponíveis por alguns minutos.
sr_latn: Mreža trenutno čisti krug. Transakcije neće biti moguće nekoliko minuta.
vi: Mạng hiện đang dọn dẹp một chu kỳ. Giao dịch bị vô hiệu hóa trong vài phút.
zh_cn: 网络正在清算一个周期的变化，交易暂停几分钟。

# Service_ServiceStateChanged
source: Service state changed
de: Dienststatus geändert
es: Cambio de estado del servicio
fr: Changement d'état du service
hr: Stanje servisa promijenjeno
ko: 서비스 상태가 변경되었습니다.
pt: Status do serviço mudou
sr_latn: Status servisa je promenjen
vi: Cài đặt
zh_cn: 服务状态已更改

source: Settings
de: Einstellungen
es: Configuracion
fr: Paramètres
hr: Postavke
ko: 설정
pt: Configurações
sr_latn: Podešavanja
zh_cn: 设置

source: Share
de: Teilen
es: Compartir
fr: Partager
hr: Dijeli
ko: 공유하기
pt: Compartilhar
sr_latn: Podeli
vi: Chia sẻ
zh_cn: 分享

# SignOrigination
source: Sign account creation
de: Kontoeröffnung signieren
es: Crear una cuenta
fr: Confirmer la création du compte
hr: Potpiši kreiranje računa
ko: 계좌 생성에 서명인하기
pt: Confirmar criação de conta
sr_latn: Potpiši pravljenje naloga
vi: Tạo tài khoản đăng nhập
zh_cn: 签署账户创建

source: Sign transfer
de: Überweisung signieren
es: Firmar transferencia
fr: Valider le transfert
hr: Potpiši transfer
ko: 전송 서명하기
pt: Confirmar transferência
sr_latn: Potpiši transakciju
vi: Kí chuyển
zh_cn: 签署交易转帐

source: Source
de: Quelle
es: Fuente
hr: Izvor
ko: 출처
pt: Origem
sr_latn: Izvor
vi: Nguồn
zh_cn: 来源

source: source account
de: Ursprungskonto
es: Fuente de la cuenta
fr: compte source
hr: Izvorni račun
ko: 출처 계좌
pt: conta de origem
sr_latn: izvorni nalog
vi: tài khoản nguồn
zh_cn: 来源账户

# StandardIdentity
source: Password or phrase
de: Passwort oder -phrase
es: Contraseña o frase
fr: Mot de passe ou phrase secrète
hr: Zaporka ili fraza
ko: 패스워드 또는 문장
pt: Senha ou frase
sr_latn: Šifra ili fraza
vi: Mật khẩu hoặc cụm từ
zh_cn: 密码或者短语

source: storage fee
de: Speichergebühr
es: Costo por almacenar
fr: frais de storage
hr: Naknada za pohranu
ko: 스토리지 비용
pt: Taxa de armazenamento
sr_latn: naknada za skladištenje
vi: phí lưu kho
zh_cn: 储存费

source: total balance
de: Gesamt
es: Balance total
fr: balance totale
hr: Ukupan saldo
ko: 총 잔액
pt: saldo total
sr_latn: ukupno stanje
vi: tổng số dư
zh_cn: 总资产

source: transfer
de: Überweisen
es: transferir
fr: transfert
hr: Prijenos
ko: 전송하기
pt: transferir
vi: chuyển khoản
zh_cn: 转帐

source: transfer amount
de: Überweisungsbetrag
es: transferir monto
fr: montant à transférer
hr: Iznos za prijenos
ko: 전송량
pt: valor a transferir
sr_latn: iznos za transfer
vi: số tiền chuyển khoản
zh_cn: 转帐金额

# TransferredTo
source: to
de: an
es: a
fr: à
hr: Za
ko: 에게
pt: para
sr_latn: za
vi: tới
zh_cn: 到

# Transfer_Title
source: Transfer tez
de: Transfer
es: Transferir tez
fr: Transfert tez
hr: Tezos prijenos
ko: tez 전송하기
pt: Transfeir tez
sr_latn: Transferuj tez
vi: Chuyển khoản tez
zh_cn: 发送tez

# Transfer_ToForeignAccount
source: to foreign account
de: auf Fremdkonto
es: a cuentas externas
fr: sur un compte extérieur
hr: Na tuđi račun
ko: 외국의 계좌로
pt: para outra conta
sr_latn: za tuđi nalog
vi: đến tài khoản nước ngoài
zh_cn: 至他人账户

# Transfer_ToOwnAccount
source: to own account
de: auf eigenes Konto
es: a cuenta propia
fr: sur mon compte
hr: Na svoj račun
ko: 자신의 계좌로
pt: para a minha conta
sr_latn: za svoj nalog
vi: sở hữu tài khoản
zh_cn: 至本人账户

source: Unlock
de: Entsperren
es: Desbloquear
fr: Débloquer
hr: Odključaj
ko: 잠금 해제하기
pt: Destravar
sr_latn: Otključaj
vi: Mở khoá
zh_cn: 解锁

# UserPromise
source: The software and services are provided "as is" without warranty of any kind. Use at your own risk.
de: Die Software und Services werden, so wie sie sind, bereitgestellt ohne Garantie oder Haftung jedweder Art. Sie nutzen tezos.blue auf eigenes Risiko.
es: El sistema y servicio es proveido como de constumbre, sin ninguna garantía. Uselo a su propio riesgo.
fr: Le logiciel et ses services sont fournis "tels quels" sans aucune garanties d'aucune sortes. A utiliser à vos risques et périls.
hr: Softver i usluge su omogućene "kako jesu" bez ikakvih jamstava. Koristite na vlastiti rizik.
ko: 이 소프트웨어와 서비스는 어떠한 보증없이 있는 그대로 제공됩니다. 사용으로 인해 발생하는 책임은 사용자에게 있습니다.
pt: O software e serviços são fornecidos "como se apresentam", sem nenhum tipo de garantia. Use por seu próprio risco.
sr_latn: Ovaj softver i usluge koje daje koristi se "kakav jeste" bez ikakvih garancija. Koristite ga na sopstvenu odgovornost.
vi: Phần mềm và dịch vụ được cung cấp "nguyên trạng" mà không có bất kỳ loại bảo hành nào. Sử dụng của riêng bạn.
zh_cn: 软件与服务根据开源代码提供，不做任何担保。请自行承担潜在的不可预知风险。

# UserStatement
source: you
de: Benutzer
es: tu
fr: Vous
hr: Vi
ko: 사용자
pt: você
sr_latn: ti
vi: bạn
zh_cn: 您

# Welcome
source: Welcome to tezos.blue
de: Willkommen in tezos.blue
es: Bienvenido a tezos.blue
fr: Bienvenue sur Tezos.blue
hr: Dobrodošli u tezos.blue
ko: tezos.blue에 오신 걸 환영합니다.
pt: Bem-vindo a tezos.blue
sr_latn: Dobro došli u tezos.blue
vi: Chào mừng bạn đến với tezos.blue
zh_cn: 欢迎使用tezos.blue

source: Word
de: Wort
es: Palabra
hr: Riječ
ko: 단어
pt: Palavra
sr_latn: Reč
vi: Văn bản
zh_cn: 单词

source: Backup
de: Sichern
fr: Restauration
hr: Sigurnosna kopija
ko: 백업
vi: Sao lưu
zh_cn: 备份
